docs/examples/Close Transaction/Ground Close request.txt

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:v5="http://fedex.com/ws/close/v5">
   <soapenv:Header/>
   <soapenv:Body>
      <v5:GroundCloseRequest>
         <v5:WebAuthenticationDetail>
            <v5:ParentCredential>
               <v5:Key>Input Your Information</v5:Key>
               <v5:Password>Input Your Information</v5:Password>
            </v5:ParentCredential>
            <v5:UserCredential>
               <v5:Key>Input Your Information</v5:Key>
               <v5:Password>Input Your Information</v5:Password>
            </v5:UserCredential>
         </v5:WebAuthenticationDetail>
         <v5:ClientDetail>
            <v5:AccountNumber>Input Your Information</v5:AccountNumber>
            <v5:MeterNumber>Input Your Information</v5:MeterNumber>
            <v5:IntegratorId>String</v5:IntegratorId>
            <v5:Localization>
               <v5:LanguageCode>EN</v5:LanguageCode>
               <v5:LocaleCode>String</v5:LocaleCode>
            </v5:Localization>
         </v5:ClientDetail>
         <v5:TransactionDetail>
            <v5:CustomerTransactionId>GroundCloseRequest_v2</v5:CustomerTransactionId>
            <v5:Localization>
               <v5:LanguageCode>EN</v5:LanguageCode>
               <v5:LocaleCode>String</v5:LocaleCode>
            </v5:Localization>
         </v5:TransactionDetail>
         <v5:Version>
            <v5:ServiceId>clos</v5:ServiceId>
            <v5:Major>5</v5:Major>
            <v5:Intermediate>0</v5:Intermediate>
            <v5:Minor>0</v5:Minor>
         </v5:Version>
         <v5:TimeUpToWhichShipmentsAreToBeClosed>2015-12-29T11:30:47-05:00</v5:TimeUpToWhichShipmentsAreToBeClosed>
      </v5:GroundCloseRequest>
   </soapenv:Body>
</soapenv:Envelope>